Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Data collection from the well provides good information for further evaluation with regard to development.The Norwegian Petroleum Directorate estimates that the discovery holds at least 0.5 billion Sm3 of recoverable gas.
nb: Oljedirektoratet antar at funnet har en størrelse på minst 0,5 milliarder Sm3 utvinnbar gass.

source: The licensees in the production licence will now proceed with planning activities aimed at developing this discovery on the Varg South structure.
nb: Rettighetshaverne i utvinningstillatelsen vil nå gå videre i planleggingen for å videreutvikle tilleggsfunnet på Varg Sør strukturen.

source: The well will be temporarily plugged and abandonned for future use as a producer.
nb: Brønnen blir midlertidig plugget og forlatt for senere bruk som produsent.

source: The drilling facility Mærsk Giant will now move on to drill appraisal well 7/8-5 for Talisman on the 7/8-3 discovery northwest of the Ula Field in the North Sea.
nb: Boreinnretningen Mærsk Giant vil forflyttes for å bore avgrensingsbrønnen 7/8-5 for Talisman på 7/8-3 funnet som ligger nordvest for Ulafeltet sør i Nordsjøen.

source: The licensees in production licence 038 are: Talisman Energy Norge AS (65 %) Petoro AS (30 %) Pertra ASA (5%)
nb: Rettighetshavere i utvinningstillatelse 038 er: Talisman Energy Norge AS (65 %) Petoro AS (30 %) Pertra ASA (5%)

source: The discovery is located 40 km north of the Sleipner field.
nb: Funnet ligger 40 kilometer nord for Sleipnerfeltet.

source: Oil and gas were proven in Late Jurassic sandstone.
nb: Det ble påvist olje og gass i sandsteiner av sen jura alder.

source: The appraisal well largely confirms the size of the discovery in the Gudrun structure.
nb: Avgrensningsbrønnen bekrefter for en stor del størrelsen på funnet i Gudrunstrukturen.

source: Data collected from the well provides good information that supports development of the discovery.
nb: Datainnsamlingen fra brønnen gir god informasjon som støtter utbygging.

source: The Norwegian Petroleum Directorate estimates that the discovery holds at least 25 million Sm3 (150 million bbls) of recoverable oil equivalents.
nb: Oljedirektoratet antar at funnet har en størrelse på minst 25 millioner Sm3 (150 millioner fat) utvinnbare oljeekvivalenter.

source: The licensees in the production licence will now proceed with planning activities aimed at developing the discovery in the Gudrun structure.
nb: Rettighetshaverne i utvinningstillatelsen vil nå gå videre i planleggingen med å bygge ut funnet på Gudrun strukturen.

source: The well will be permanently plugged.
nb: Brønnen blir permanent plugget.

source: The Transocean Leader drilling facility will now move on to drill production wells on Gullfaks Sør.
nb: Boreinnretningen Transocean Leader vil nå bore produksjonsbrønner på Gullfaks Sør.

source: The licensees in production licence 025:
nb: Rettighetshavere i utvinningstillatelse 025

source: An engineer will be taken to the BOS Atlantic to examine the equipment.
nb: En ingeniør blir fraktet om bord på BOS Atlantic for å undersøke utstyret.

source: This could delay the start-up by two days, but it could also take longer, depending on the gravity of the problem.
nb: Dette kan gå med mer tid enn et par dager, avhengig av hvor alvorlig problemet er.

source: This was the first wildcat well in PL241, which covers parts of blocks 15/8 and 15/9.
nb: Dette var den første undersøkelsesbrønnen i utvinningstillatelse 241 som dekker deler av blokkene 15/8 og 15/9.

source: The licence was awarded in the North Sea Round in 1999.
nb: Tillatelsen ble tildelt i Nordsjørunden i 1999.

source: Wildcat well 15/9-22 was drilled to a total depth of 3888 metres into Late Triassic rocks.
nb: Undersøkelsesbrønn 15/9-22 ble boret til et totalt dyp av 3888 meter inn i bergarter av sen trias alder.

source: The well was dry and it will now be permanently plugged and abandoned.
nb: Brønnen var tørr og er nå permanent plugget og forlatt.

source: The licensees in PL241 are:
nb: & Prod.

source: ExxonMobil Exploration & Production Norway AS (operator) - 50 percent Statoil ASA - 50 percent
nb: Norway AS (operatør)- 50 prosent Statoil ASA - 50 prosent

source: Contact in the NPD: Eldbjørg Vaage Melberg, tel. 51 87 61 00
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tlf 51 87 61 00

source: The purpose of the well was to determine the potential for oil and gas in the Jurassic sandstone (Brent group) prospect named Blåmann.
nb: Målet for brønnen var å undersøke potensialet for olje og gass i sandsteiner av jura alder (Brent gruppen) i et prospekt kalt Blåmann.

source: This prospect is situated west of the Delta discovery 33/9 and about three kilometres northeast of the Murchison platform in the British sector.
nb: Prospektet ligger vest for Delta-funnet 33/9-6 og cirka tre kilometer nordøst for Murchison-plattformen på britisk side.

source: The appraisal well 33/9-20 S was drilled as a sidetrack from the Murchison platform.
nb: Avgrensningsbrønn 33/9-20 S ble sidestegboret fra Murchison-plattformen.

source: Hydrocarbons were not proven in the well.
nb: Brønnen påviste ikke hydrokarboner.

source: The well has been junked, although a sidetrack is under consideration for further exploration of the Blåmann prospect.
nb: Brønnen er avsluttet, men et sidesteg vurderes for videre utforskning av Blåmann-prospektet.

source: The licensees in production licence 037D are: Statoil ASA (operator): 21.875 % Revus Energy ASA: 78.125 %
nb: Rettighetshaverne i utvinningstillatelse 037D er: Statoil ASA (operatør): 21.875 % Revus Energy ASA: 78.125 %

source: Wellbore 34/10-49 A was drilled as a sidetrack from 34/10-49 S. In addition wellbore 34/10-49 S was extended to a new prospect area.
nb: Brønnbane 34/10-49 A ble boret som sidesteg fra 34/10-49 S.

source: The well was planned drilled with two separate paths to explore five targets.
nb: Brønnen var planlagt med to separate løp for å avklare til sammen 5 boremål.

source: The deepest path 34/10-49 S and B was drilled to 5480 m and completed in rocks of early Cretaceous age.
nb: Det dypeste løpet 34/10-49 S og B ble boret til 5480 m og avsluttet i bergarter av tidlig kritt alder.

source: The sidetrack 34/10-49 A was drilled to 3312 m in rocks of middle Jurassic age.
nb: Sidesteget 34/10-49 A ble boret til 3312 m i bergarter av midtjura alder.

source: Two smaller oil accumulations of oil were discovered in early to middle Jurassic age.
nb: Det ble gjort to mindre oljefunn i bergarter av tidlig- til midtjura alder.

source: The Norwegian Petroleum Directorate anticipates the discovery to be 1,5-2 million Sm³ (10-15 million barrels) of recoverable oil equivalents.
nb: Oljedirektoratet antar at funnet har en størrelse på 1,5-2 millioner Sm³ (10-15 millioner fat) utvinnbare oljeekvivalenter.

source: The well will now be permanently plugged.
nb: Brønnen blir permanent plugget.

source: The well was drilled with the mobile facility Ocean Vanguard, which will now drill an exploration well for Statoil in production license 128 in the Norwegian Sea.
nb: Boreoperasjonen ble utført med den flyttbare boreinnretningen Ocean Vanguard, som nå vil bore en letebrønn for Statoil i utvinningstillatelse 128 i Norskehavet.

source: The licensees in production license 50 are: .
nb: Rettighetshavere i utvinningstillatelse PL050 er: .

source: Statoil ASA (operator) 61% .
nb: Statoil ASA (operatør) 61% .

source: Contact in the NPD: Eldbjørg Vaage Melberg, tlf.
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tlf.

source: The total length of the well is 7380 metres.
nb: Brønnens totale lenge er 7380 meter.

source: Hydrocarbons were proven in Middle Jurassic sandstones.
nb: Det ble påvist hydrokarboner i sandsteiner av midtre jura alder.

source: The well has provided important information on the extent and properties of the 34/10-23 Valemon discovery.
nb: Brønnen har gitt viktig informasjon om 34/10-23 Valemon sin utstrekning og egenskaper.

source: The licensees will continue to evaluate a potential development of the Valemon discovery.
nb: Rettighetshaverne i utvinningstillatelsen vil fortsette arbeidet med å vurdere utbygging av Valemonfunnet.

source: The well will be temporarily plugged and the plan is to re-use the upper sections as a sidetracked production well on the Kvitebjørn field.
nb: Brønnen vil bli midlertidig plugget og de øvre seksjoner er planlagt gjenbrukt for sideboring som produksjonsbrønn på Kvitebjørn.

source: The Kvitebjørn drilling facility will now drill production wells on the Kvitebjørn field.
nb: Boreinnretningen Kvitebjørn vil nå bore produksjonsbrønner på Kvitebjørnfeltet.

source: The prospect was called Astero.
nb: Prospektet er kalt Astero.

source: The purpose of the drilling was to define the boundaries of the 35/11-13 discovery, of the late Jurassic age, proven by well 35/11-13 in April 2005.
nb: Formålet med boringen var å avgrense 35/11-13-funnet, av øvre jura alder, og som ble påvist med brønn 35/11-13 i april 2005.

source: The appraisal well was drilled to a total depth of 3,253 metres.
nb: Avgrensningsbrønnen ble boret til et totalt dyp på 3253 meter.

source: The results from the well are positive and will now be assessed in conjunction with the rest of the area around the Fram field as regards commercial exploitation.
nb: Resultatene fra brønnen er positive og vil nå bli vurdert samlet med resten av området rundt Framfeltet for kommersiell utnyttelse.

source: The discovery lies north of the Fram field in the North Sea in an area with developed petroleum production and transport infrastructure.
nb: Funnet ligger nord for Framfeltet i Nordsjøen i et område med utbygd infrastruktur for produksjon og transport av petroleum.

source: The drilling of 35/11-14 S was carried out with the mobile drilling facility Transocean Winner.
nb: Boringen av 35/11-14 S ble gjennomført med den flyttbare boreinnretningen Transocean Winner.

source: Transocean Winner will continue on to a new drilling location in the Norwegian Sea to drill an exploration well in production licence 263, operated by Hydro.
nb: Transocean Winner skal nå gå til en ny borelokalitet i Norskehavet for å bore en letebrønn i utvinningstillatelse 263 som er operert av Hydro.

source: The licensees in production license 090B are: Norsk Hydro Produksjon AS (operator): 25 % Revus Energy ASA: 25 % Statoil ASA: 20 % Gaz de France Norge AS: 15 % Idemitsu Petroleum Norge: 15 %
nb: Rettighetshavere i utvinningstillatelse 090B er: Norsk Hydro Produksjon AS (operatør): 25 % Revus Energy ASA: 25 % Statoil ASA: 20 % Gaz de France Norge AS: 15 % Idemitsu Petroleum Norge: 15 %

source: This was the first exploration well in production licence 322, which covers blocks 6403/ -5, -6 and 9.
nb: Dette var den fyrste undersøkjingsbrønnen i utvinningsløyve 322 som dekker blokkane 6403/ -5, -6 og -9.

source: The licence was awarded in the 18th round in 2004.
nb: Løyvet vart tildelt i 18. runde i 2004.

source: The well's target was a sandstone prospect called "Edvarda" from the Cretaceous Age.
nb: Målet for brønnen var eit sandsteinsprospekt frå krittalder kalla "Edvarda".

source: The prospect was situated just west of the 6405/7-1-Ellida oil discovery, and northwest of the Ormen Lange field, i.e. in the southern part of the Norwegian Sea, about 230 km northwest of Kristiansund.
nb: Prospektet var lokalisert like vest for oljefunnet 6405/7-1-Ellida og nordvest av Ormen Lange - feltet, det vil seie i den sørlege delen av Norskehavet og om lag 230 km nordvest for Kristiansund.

source: Exploration well 6403/6-1 was drilled to a total depth of 4095 meters into Cretaceous rocks.
nb: Undersøkjingsbrønn 6403/6-1 vart bora til eit totalt djup av 4095 meter inn i bergartar av kritt alder.

source: The well was dry and has now been plugged and abandoned.
nb: Brønnen var tørr og er nå plugga att og forlaten.

source: The drilling activity was carried out by the drilling vessel Eirik Raude.
nb: Boringa vart utført av borefartøyet Eirik Raude.

source: Chevron has now taken over this rig for drilling off the coast of Canada.
nb: Denne riggen vert nå teken over av Chevron for å bore utanfor kysten av Canada.

source: For more information, please contact Bente Nyland at +47 51876282.
nb: For meir informasjon, ta kontakt med Direktør Bente Nyland på telefon 51876282.

source: Wildcat well 6406/3-7 was drilled to a total depth of 4489 metres below the sea surface, and was concluded in rocks from the Early Jurassic Age.
nb: Undersøkelsesbrønn 6406/3-7 ble boret til et totalt dyp på 4489 meter under havoverflaten og ble avsluttet i bergarter av tidligjura alder.

source: No mobile hydrocarbons were proven, and the well has now been permanently plugged and abandoned.
nb: Ingen bevegelige hydrokarboner ble påvist, og brønnen er nå permanent plugget og forlatt.

source: Well 6406/3-7 was drilled by the semi-submersible drilling facility West Alpha in 275 metres of water.
nb: Brønn 6406/3-7 ble boret av den halvt nedsenkbare boreinnretningen West Alpha på 275 meters vanndyp.

source: The West Alpha will now continue drilling a wildcat well in production licence 255 operated by AS Norske Shell.
nb: West Alpha vil nå fortsette med boring av en undersøkelsesbrønn i utvinningstillatelse 255 operert av AS Norske Shell.

source: The licensees in production licence 314 are: Statoil ASA (operator): 45% Norsk Hydro Produksjon AS: 35% Mobil Development Norway: 20%
nb: Rettighetshavere i utvinningstillatelse 314 er: Statoil ASA (operatør): 45 % Norsk Hydro Produksjon AS: 35 % Mobil Development Norway: 20 %

source: The objective of the well was to prove the presence of hydrocarbons in the southern part of Morvin, which was discovered by wildcat well 6506/11-7 in 2001.
nb: Målet for brønnen var å påvise tilstedeværelse av hydrokarboner i den sydlige delen av Morvin, som ble oppdaget med undersøkelsesbrønn 6506/11-7 i 2001.

source: The reservoir is made up of sandstones from the Early and Middle Jurassic Ages.
nb: Reservoaret er sandsteiner av tidlig - midtjura alder.

source: The well was drilled to a depth of 4893 m and completed in Early Jurassic rocks.
nb: Brønnen ble boret til 4893 m og avsluttet i bergarter av tidlig jura alder.

source: The well was drilled using the mobile drilling facility West Alpha.
nb: Brønnen ble boret med den flyttbare boreinnretningen West Alpha.

source: Contact in the NPD: Eldbjørg Vaage Melberg, tlf 51 87 61 00
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tlf 51 87 61 00

source: The purpose of the well was to investigate the potential for oil and gas in the Jurassic sandstone (the Fangst and Båt groups) of a prospect called Trost.
nb: Målet for brønnen var å undersøke potensialet for olje og gass i sandsteiner av jura (Fangst- og Båt- gruppene) alder i et prospekt kalt Trost.

source: The prospect is located around 1 km west of the Norne field.
nb: Prospektet ligger cirka 1 km vest for Nornefeltet.

source: Wildcat well 6608/10-11S was side-track drilled from the K template on the Norne field.
nb: Undersøkelsesbrønnen 6608/10-11S ble sidestegboret fra K-rammen på Nornefeltet.

source: The well was drilled to a total depth of 3243 m below sea level and concluded in early Jurassic rocks.
nb: Brønnen ble boret til et totalt dyp på 3243 meter under havoverflaten og avsluttet i bergarter av tidlig jura alder.

source: The well proved gas in the Fangst group, and the discovery will be further evaluated with a view to a potential tie-in to the Norne field.
nb: Brønnen påviste gass i Fangstgruppen, og funnet vil bli videre evaluert med hensyn på mulig oppknytning mot Nornefeltet.

source: Well 6608/10-11S was drilled using the drilling facility Transocean Arctic at a water depth of 376 metres.
nb: Brønn 6608/10-11S ble boret med boreinnretningen Transocean Arctic på 376 meter vanndyp.

source: Transocean Arctic will now continue production drilling on the Norne field.
nb: Transocean Arctic vil nå fortsette med produksjonsboring på Nornefeltet.

source: The licensees in Production Licence 128 are: Statoil ASA (operator): 50.45% Petoro AS: 24.55% Norsk Hydro Produksjon ASA: 13.50% ENI Norge AS: 11.50%
nb: Rettighetshaverne i utvinningstillatelse 128 er: Statoil ASA (operatør): 50.45 % Petoro AS: 24.55 % Norsk Hydro Produksjon AS: 13.50 % ENI Norge AS: 11.50 %

source: Contact in the NPD: Eldbjørg Vaage Melberg, tel. 047 5187 6100
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tlf 51876100

source: The objective of the well was to explore the potential of oil and gas in sandstones of lower Jurassic (Åre formation) and upper Triassic (Greybeds) age i a prospect known as Valkyrie.
nb: Målet for brønnen var å undersøke potensialet for olje og gass i sandsteiner av undre jura (Åreformasjonen) og øvre trias (Greybeds) alder i et prospekt kalt Valkyrie.

source: The prospect is located 25 km northeast of the Norne field and 2.7 km southeast of the Linerle discovery, which was discovered in 2004.
nb: Prospektet ligger 25 km nordøst for Nornefeltet og 2,7 km sørøst for Linerlefunnet som ble gjort i 2004.

source: The well was drilled to a total depth of 2248 meters below sea-level and was completed in rocks of Triassic age.
nb: Undersøkelsesbrønnen 6608/11-5 ble boret til et totalt dyp på 2248 m under havoverflaten og avsluttet i bergarter av trias alder.

source: The well found traces of hydrocarbons.
nb: Brønnen påviste spor av hydrokarboner.

source: Cores and logs taken in the well will be used to further investigate the area.
nb: De innsamlede kjerne- og loggedataene fra brønnen vil bli brukt i den videre utforskingen av området.

source: The well will now be permanently plugged and abandonned.
nb: Brønnen vil nå bli permanent plugget og forlatt.

source: 6608/11-5 was drilled using the mobile drilling facility Ocean Vanguard in 342 meters of water.
nb: Brønn 6608/11-5 ble boret med boreinnretningen Ocean Vanguard på 342 m vanndyp.

source: Ocean Vanguard will now be taken over by Norske Shell for use in production licence 093, Draugen.
nb: Ocean Vanguard vil nå bli overtatt av Norske Shell for boring i utvinningstillatelse 093 på Draugen.

source: The licensees in PL 128 are: Statoil ASA (operator) 50,45 % Petoro AS 24,55 % Norsk Hydro Produksjon AS 13,50 % Eni Norge AS 11,50 %
nb: Rettighetshaverne i utvinningstillatelse 128 er: Statoil ASA (operatør): 50.45 % Petoro AS: 24.55 % Norsk Hydro Produksjon ASA: 13.50 % ENI Norge AS: 11.50 %

source: The Norwegian Petroleum Directorate (NPD) and Gassnova SF have ordered 3D-seismics to survey whether the Johansen formation at Troll is suitable for permanent storage of CO2.
nb: Oljedirektoratet og Gassnova SF har bestilt 3D-seismikk for å kartlegge om den såkalte Johansen-formasjonen ved Troll egner seg for permanent lagring av karbondioksid.

source: StatoilHydro is responsible for the seismic data acquisition, and is using the vessel M/V Ramform Challenger, owned by PGS, for this activity.
nb: StatoilHydro har ansvaret for den seismiske datainnsamlingen, og benytter det PGS-eide fartøyet M/V Ramform Challenger til innsamlingen.

source: Gassnova, the state-owned enterprise for handling CO2, is responsible for implementing the Government's carbon capture and storage (CCS) project for CO2 from Mongstad and Kårstø.
nb: Gassnova, som er statens foretak for karbondioksidhåndtering, er ansvarlig for gjennomføringen av regjeringens fangst- og lagringsprosjekt for karbondioksid fra Mongstad og fra Kårstø (Carbon capture and storage, CCS).

source: Another objective of the survey is to determine where the CO2 injection wells should be located.
nb: Kartleggingen har også som mål å finne ut hvor injeksjonsbrønner for karbondioksid bør plasseres.

source: ”We have great expectations for the Johansen formation as a storage site for carbon dioxide," says Karl Erik Karlsen, Gassnova's project manager.
nb: ”Vi har store forventninger til Johansen-formasjonen som lagringsplass for karbondinoksid,” sier Karl Erik Karlsen, prosjektleder i Gassnova.

source: The NPD has studied three potential storage sites for CO2 – the Johansen formation and two potential storage sites connected to the Utsira formation in the Sleipner area.
nb: Oljedirektoratet har utredet tre mulige lagringssteder for karbondiokside - Johansen-formasjonen og to mulige lagringssteder knyttet til Utsira-formasjonen i Sleipner-området.

source: The Johansen formation is located south of the Troll area in the North Sea at a depth of approximately 2500 metres, below the Troll oil and gas reservoirs.
nb: Johansen-formasjonen ligger sør for Troll-området i Nordsjøen.

source: The plan calls for the acquisition activity to get underway sometime in September.
nb: Innsamlingen skal etter planen avsluttes i løpet av september.

source: 3D-seismic surveys are used to map the subsurface.
nb: 3D-seismiske undersøkelser benyttes for å kartlegge undergrunnen.

source: They take place by means of the vessel transmitting pressure waves down into the subsurface.
nb: Det foregår ved at fartøyet sender trykkbølger ned i undergrunnen.

source: These waves are reflected back when they encounter interfaces between different layers of rock, and these reflections are captured by long cables towed behind the vessel.
nb: Disse reflekteres når de treffer grenser mellom ulike bergarter, og refleksene fanges opp av lange kabler som slepes etter båten.

source: Seismic experts can interpret these signals to form an image of the conditions in the subsurface.
nb: Ved å tolke signalene kan fagfolk danne et bilde av forholdene i undergrunnen.

source: Processing and interpretation of the 3D-seismic data will probably be completed early in 2009.
nb: 3D-seismikken ventes ferdig prosessert og tolket tidlig i 2009.

source: Technology for reduced emissions Technology for reduced emissions In a carbon capture facility, various chemical processes are used to separate carbon dioxide from the rest of the flue gas.
nb: Teknologi for redusert utslipp Gjennom ulike kjemiske prosesser klarer man i et fangstanlegg å skille karbondioksid fra resten av røykgassen.

source: A carbon capture facility covers an area the size of a football field, with parts of the facility rising 60 metres high.
nb: Et fangstanlegg dekker et areal på størrelse med en fotballbane.

source: Carbon dioxide from the capture facility is liquefied under high pressure and transported by ship or in pipelines to a storage site on the continental shelf.
nb: Karbondioksid fra fangstanlegget blir gjort flytende under høyt trykk og transporteres med skip eller i rørledning til en lagringsplass på kontinentalsokkelen.

source: Disposal takes place using a well that is drilled more than one kilometre deep into the subsurface, where the carbon dioxide is pumped into the rock.
nb: Deponering skjer via én brønn, som bores dypere enn én kilometer ned i grunnen, der karbonidioksid pumpes inn i bergarten.

source: Contact Geophysicist Lars Jensen, lars.jensen@npd.no / tel.
nb: Kontaktperson: Geofysiker Lars Jensen, lars.jensen@npd.no / tlf.

source: The objective of the well was to examine the potential for gas in Late Triassic sandstones in a prospect called Tornerose.
nb: Målet for brønnen var å undersøke potensialet for gass i sandsteiner av sen trias alder i et prospekt kalt Tornerose.

source: Wildcat well 7122/6-1, drilled by Total in 1987, proved gas in the north-western parts of the structure.
nb: Undersøkelsesbrønn 7122/6-1 som ble boret av Total i 1987, påviste gass i de nordvestlige delene av strukturen.

source: The well proved gas in several thin sandstone layers from the Late Triassic Age.
nb: Brønnen påviste gass i flere tynne sandsteinslag av sen trias alder.
